sem/sem.tex
% Created 2021-07-17 Sat 23:09
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Shaurya Singh}
\date{\today}
\title{Ap Sem Summer Assignment}
\hypersetup{
 pdfauthor={Shaurya Singh},
 pdftitle={Ap Sem Summer Assignment},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\setcounter{tocdepth}{2}
\tableofcontents


\section{Lens, Issues, and Articles}
\label{sec:orgeb598f8}
\begin{itemize}
\item Theme: Technology
\end{itemize}

\begin{center}
\begin{tabular}{|c|c|c|}
Lens & Issue/Question & Article\\
\hline
Enviornmental &  & \\
\hline
Scientific &  & \\
\hline
Economic &  & \\
\hline
Political and Historical &  & \\
\hline
Artistic and Philosophical &  & \\
\hline
Cultural and Social &  & \\
\hline
Futuristic &  & \\
\hline
Ethical &  & \\
\end{tabular}
\end{center}

\section{Choose one of the lenses with the best question which you have created. Read a few articles on the topic, and for two articles do the following:}
\label{sec:org79482b3}
\subsection{Article 1:}
\label{sec:org0aa5787}
\begin{enumerate}
\item Brief summary of the article
\item Authors Thesis:
\item To what extent are the authors claims valid?
\item What is one weakness with the author's claim?
\item Copy and paste 2 direct quotes that best represent this article
\item Evaluate the article's effectiveness. Is it convincing?
\item Do you agree with the author?
\item Create an MLA works cited entry for each article
\end{enumerate}
\subsection{Article 2:}
\label{sec:org8b8fe2a}
\begin{enumerate}
\item Brief summary of the article
\item Authors Thesis:
\item To what extent are the authors claims valid?
\item What is one weakness with the author's claim?
\item Copy and paste 2 direct quotes that best represent this article
\item Evaluate the article's effectiveness. Is it convincing?
\item Do you agree with the author?
\item Create an MLA works cited entry for each article
\end{enumerate}
\end{document}
